Repository: webplate/endebts
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr, it

source: Add transaction
fr: Ajouter une dépense
it: Aggiungi una spesa

source: Giver
fr: Payeur
it: Chi ha pagato

source: Amount
fr: Montant
it: Quanto

source: Receivers
fr: Bénéficiaires
it: Per chi

source: Description
it: Descrizione

source: Send transaction
fr: Confirmer
it: Registra questa spesa

source: Balance
fr: Équilibre
it: Equilibro

source: Add person
fr: Ajouter quelqu'un
it: Aggiungi qualcuno

source: New user
fr: Nom
it: Nuovo utente

source: Send name
fr: Envoyer
it: Registra questo nome

source: Summary
fr: Synthèse
it: Riassunto

source: <strong>%(one)s</strong> owes <strong>%(amount)s %(currency)s</strong> to <strong>%(another)s</strong>.
fr: <strong>%(one)s</strong> doit <strong>%(amount)s %(currency)s</strong> à <strong>%(another)s</strong>.
it: <strong>%(one)s</strong> deve <strong>%(amount)s %(currency)s</strong> a <strong>%(another)s</strong>.

source: Total amount spent
fr: Total dépensé
it: Malloppo speso finora

source: Log
fr: Historique
it: Lista delle spese

source: Download
fr: Télécharger
it: Scarica

source: Date & Time
fr: Date
it: Data & ora

source: Remove selected
fr: Supprimer la sélection
it: Rimuovi spese selezionate

source: Source code:
fr: Code source :
it: Codice fonte:
